Repository: fdavison/QMP-4
Catalog: QuadStick Manager Program/locales/*/LC_MESSAGES/locale.po
Languages: de

source: Mouse capture
de: Mauserfassung

source: Mouse capture active. Press F10 key to exit.
de: Mauserfassung aktiv. Drücke die Taste F10, um den Vorgang zu beenden.

source: Add a User Game Configuration File
de: Füge ein Benutzerprofil hinzu

source: There are three ways to add games to the User's Game Files list: 1) Open the game configuration spreadsheet in your browser and copy the URL from the address bar into the box below. The Google Spreadsheet needs to be either Shared Publicly or Published to the Web in the File menu of the spreadsheet. 2) The URL can also be Dragged from the browser directly into the User's Game Files list to bypass this prompt. 3) Invoking the spreadsheet menu: "QuadStick->Download into QuadStick using QMP" will share the spreadsheet, add it to this list and copy the configuration into the QuadStick automatically.
de: Es gibt drei Möglichkeiten, um Benutzerprofile hinzuzufügen: 1) Öffne das Benutzerprofil in deinem Browser und kopiere die URL aus der Adressleiste in das Feld unten. Die Google-Tabelle muss entweder öffentlich freigegeben sein oder muss ins Internet im Datei-Menü der Tabelle veröffentlicht sein. 2) Die URL kann auch direkt aus dem Browser in die Benutzerprofil-Liste gezogen werden, um diese Eingabeaufforderung zu umgehen. 3) Öffne die Google-Tabelle und klicke auf "Erweiterungen > QuadStick > Download into QuadStick using QMP" Dies gibt die Tabelle frei, fügt sie der Benutzerprofil-Liste hinzu und kopiert das Benutzerprofil automatisch auf den QuadStick.

source: Cancel
de: Abbrechen

source: File Not Found
de: Datei wurde nicht gefunden

source: Error: Unable to read preferences file from QuadStick
de: Fehler: Lesen der Einstellungen vom QuadStick nicht möglich

source: Use Factory Defaults
de: Verwende die Standardeinstellungen

source: Exit
de: Verlassen

source: Unable to save
de: Speichern nicht möglich

source: Error: Unable to save preferences file to QuadStick
de: Fehler: Speichern der Einstellungen auf QuadStick nicht möglich

source: Close
de: Beenden

source: Change preference settings for QuadStick
de: Passe die Einstellungen des QuadSticks an

source: Game Files
de: Spieldateien

source: In QuadStick
de: Auf dem QuadStick

source: Double click to Edit
de: Doppelklick zum bearbeiten

source: Load and Run File in QuadStick
de: Datei auf QuadStick laden und ausführen

source: Requires a USB, Bluetooth or serial connection to the QuadStick
de: Erfordert eine USB, Bluetooth oder serielle Verbindung zum QuadStick

source: Print file list
de: Datei-Liste drucken

source: Opens a browser window with the list of files in the QuadStick
de: Öffnet ein Browserfenster mit der Liste der Dateien auf dem QuadStick.

source: Remove from QuadStick
de: Vom QuadStick entfernen

source: Remove the game's profile CSV file from the QuadStick
de: Entfernt das ausgewählte Profil vom QuadStick.

source: Quadstick Factory profiles
de: QuadStick Factory Profile

source: Double Click to edit. Drag over to download into to QuadStick flash.
de: Doppelklick zum bearbeiten. Zum Hochladen in den QuadStick-Speicher ziehen.

source: Open Configuration Spreadsheet
de: Profil öffnen

source: Opens browser on the selected configuration spreadsheet
de: Öffnet den Browser mit dem ausgewählten Profil.

source: Download to QuadStick
de: Auf QuadStick hochladen

source: Download a game's custom CSV file into the QuadStick
de: Lädt das ausgewählte Profil auf den QuadStick hoch.

source: User Custom profiles
de: Benutzerdefinierte Benutzerprofile

source: Double Click to Edit. Drag over to download into to QuadStick flash.
de: Doppelklick zum bearbeiten. Zum Hochladen in den QuadStick-Speicher ziehen.

source: Add Game to User List
de: Benutzerprofil hinzufügen

source: Click button and paste URL for a custom configuration spreadsheet into the dialog box
de: Klicke auf die Schaltfläche und füge die URL für ein benutzerdefiniertes Benutzerprofil in das Dialogfeld ein.

source: Remove Game from User List
de: Benutzerprofil entfernen

source: Removes the selected User Custom game from the list.
de: Entfernt das ausgewählte Benutzerprofil aus der Liste.

source: Sets Joystick physical range of motion. Larger numbers make the joystick less sensitive. Click Save preferences after making adjustments.
de: Lege den physischen Bewegungsbereich des Joysticks fest. Größere Zahlen machen den Joystick weniger empfindlich. Klicke auf Einstellungen speichern nachdem du Anpassungen vorgenommen hast.

source: Joystick UP movement
de: Joystick-Bewegung nach OBEN

source: Link Sliders:
de: Schieberegler verbinden:

source: all
de: alle

source: vertical
de: vertikal

source: Joystick LEFT movement
de: Joystick-Bewegung nach LINKS

source: Center dead zone. Set high enough to prevent wandering mouse or joystick.
de: Mittlere Todeszone. Stelle die Einstellung hoch genug ein, um ein Wandern der Maus oder des Joysticks zu verhindern.

source: Joystick RIGHT movement
de: Joystick-Bewegung nach RECHTS

source: Joystick DOWN movement
de: Joystick-Bewegung nach UNTEN

source: Calculated joystick preference values:
de: Berechnete Joystick-Einstellungswerte:

source: Preference
de: Einstellung

source: Value
de: Wert

source: Preferences File values
de: Werte der Einstellungsdatei

source: Misc
de: Sonstiges

source: Mouse speed:
de: Maus-Geschwindigkeit

source: Mouse speed relative to joystick movement
de: Maus-Geschwindigkeit im Verhältnis zur Joystick-Bewegung

source: Sip/Puff Max pressure
de: Max Saug/Blas Schwellenwert

source: Maximum pressure to scale to 100% signal
de: Maximaler Druck zur Skalierung zu 100% signal

source: Brightness
de: Helligkeit

source: LED brightness
de: LED Helligkeit

source: Sip/Puff High threshold
de: Hoher Saug/Blas Schwellenwert

source: Pressure at which to trigger output
de: Druck, bei dem der Trigger ausgelöst werden soll

source: Volume
de: Lautstärke

source: Speaker volume
de: Lautsprecher Lautstärke

source: Sip/Puff Low threshold
de: Niedriger Saug/Blas Schwellenwert

source: Low pressure threshold.
de: Unterdruckschwelle.

source: D-Pad outer ring
de: Äußerer D-Pad Ring

source: Percent joystick deflection to active D-Pad
de: Prozentuale Joystick-Auslenkung zum aktiven D-Pad

source: Lip maximum
de: Lippen maximum

source: Percent of lip sensor physical movement to exert full signal
de: Prozentsatz der physischen Bewegung des Lippensensors, um das volle Signal auszuüben

source: D-Pad inner ring
de: Innerer D-Pad Ring

source: Percent joystick deflection to active inner D-Pad after delay
de: Prozentuale Joystick-Auslenkung zum aktiven inneren Steuerkreuz nach Verzögerung

source: Lip minimum
de: Lippen minimum

source: Percent lip sensor position to activate signal
de: Prozentuale Joystick-Auslenkung zum aktiven inneren Steuerkreuz nach Verzögerung

source: Digital Outputs
de: Digitale Ausgänge

source: Digital output 1
de: Digitaler Ausgang 1

source: Controls default Digital Output 1 on/off state
de: Ak-/deaktiviert den digitalen Ausgang 1

source: Digital output 2
de: Digitaler Ausgang 2

source: Controls default Digital Output 2 on/off state
de: Ak-/deaktiviert den digitalen Ausgang 2

source: Mouse
de: Maus

source: Enable Circular Dead Zone
de: Aktiviere die kreisförmige Todeszone

source: Select Circular or Square Dead Zone for Joystick
de: Wähle die kreisförmige oder quadratische Todeszone für den Joystick aus

source: Mouse Response Curve:
de: Maus-Reaktionskurve:

source: Selects how the joystick position is converted to mouse movement
de: Wähle aus, wie die Joystick-Position in eine Mausbewegung umgewandelt werden soll

source: Device:
de: Gerät

source: Device mode. Controls what kind of device QuadStick is for Bluetooth function
de: Gerätemodus. Steuert, welche Art von Gerät der QuadStick für die Bluetooth-Funktion ist

source: Authentication mode. Default: 4
de: Authentifizierungsmodus. Standard: 4

source: Enable file management over serial port
de: Akt. serielle Schnittstellen Dateiverwaltung

source: Allows external pointer and file commands over Bluetooth or serial port when QuadStick is not plugged in to the PC
de: Ermöglicht externe Zeiger- und Dateibefehle über Bluetooth oder den seriellen Anschluss, wenn der QuadStick nicht an den PC angeschlossen ist

source: Sip/Puff misc
de: Saug/Blas Einstellungen

source: Enable select file with side tube
de: Aktiviere die Dateiauswahl über das Seitenrohr

source: Enables Select File for Long Sip on Right side tube
de: Aktiviere die Dateiauswahl mit langen saugen am Seitenrohr

source: Enable swap inputs with side tube
de: Aktiviere den Eingabe-Wechsel über das Seitenrohr

source: Enables Swap Lip input with Long Puff on Right side tube
de: Ermöglicht die Lippen-Wechsel-Eingabe mit langen blasen ins Seitenrohr

source: Low threshold delay:
de: Niedriger Schwellenwert Verzögerung:

source: Low (or Soft) Sip/Puff signals are sensed after a short delay
de: Niedrige (oder leichte) Saug/Blas-Signale werden nach einer kurzen Verzögerung erkannt

source: High threshold delay:
de: Hoher Schwellenwert Verzögerung:

source: Long high threshold Sip/Puffs can
de: Langer, hoher Saug/Blas Schwellenwert

source: USB settings
de: USB Einstellungen

source: Enable boot in PS4 USB mode
de: Aktiviere starten im PS4 USB Modus

source: Controls the USB emulation when the QuadStick powers up. Required if using the PS4 console or if using Touchpad or motion controls with the virtual DS4 emulation
de: Steuert die USB-Emulation beim Einschalten des QuadSticks. Erforderlich, wenn man ein/e PS4-Konsole, Touchpad oder Bewegungssteuerung mit der virtuellen DS4-Emulation verwendet

source: Disables Playstation authentication responses. The Titan 2 passes PS4 authentication requests and responses must be disabled to avoid interruptions.
de: Deaktiviert Playstation-Authentifizierungsantworten. Der Titan 2 braucht keine PS4-Authentifizierungsanfragen und müssen deaktiviert werden, um Unterbrechungen zu vermeiden.

source: Enable Voice Commands over USB
de: Aktiviere Sprachbefehle über USB

source: Allows voice commands over USB instead of Bluetooth or Serial cable
de: Ermöglicht Sprachbefehle über USB statt Bluetooth oder serielles Kabel

source: Enable USB-A Host mode
de: Aktiviere den USB-A Hostmodus

source: Must be on to support DS4, UltraStik, or other devices connected to the USB-A port.
de: Muss eingeschaltet sein, um DS4, UltraStik oder andere an den USB-A-Anschluss angeschlossene Geräte zu unterstützen.

source: Virtual gamepad emulator
de: Virtueller Gamepad-Emulator

source: Enable virtual XBox controller emulation
de: Aktiviere die Emulation des virtuellen XBox-Controllers

source: Enables the ViGEmBus XBox virtual controller. Allows playing PC games that use the XBox controller, or XBox Remote Play
de: Aktiviert den virtuellen ViGEmBus XBox-Controller. Ermöglicht das Spielen von PC-Spielen, die den XBox-Controller oder XBox Remote Play verwenden

source: Enable virtual Dualshock 4 emulation
de: Aktiviere die virtuelle Dualshock 4-Emulation

source: Enables the ViGEmBus DS4 virtual controller. Allows playing PC games that use the DS4 controller, or Playstation Remote Play
de: Aktiviert den virtuellen ViGEmBus DS4-Controller. Ermöglicht das Spielen von PC-Spielen, die den DS4-Controller oder Playstation Remote Play verwenden

source: Enable HIDHide to hide Quadstick from games
de: Aktiviere HIDHide, um den QuadStick vor Spielen zu verstecken

source: When using an XBox or DS4 virtual controller, this setting prevents games and other programs from detecting the presence of the Quadstick's controller interface if they detect activity from older Direct Input controllers.
de: Bei Verwendung eines virtuellen XBox- oder DS4-Controllers verhindert diese Einstellung, dass Spiele und andere Programme das Vorhandensein der Controller-Schnittstelle des Quadsticks erkennen, wenn sie Aktivitäten von älteren Direkt-Eingabe-Controllern erkennen.

source: QMP settings
de: QMP Einstellungen

source: Language:
de: Sprache:

source: English
de: Englisch

source: German
de: Deutsch

source: Change the Language of the QMP Program.
de: Passe die Sprache des QMP-Programms an.

source: Minimize to tray
de: In die Taskleiste minimieren

source: QMP will minimze to the task bar tray when checked
de: QMP wird in die Taskleiste minimiert, wenn aktiviert

source: Start QMP minimized
de: QMP minimiert starten

source: Start QMP minimized.
de: QMP wird minimiert gestartet.

source: Current Firmware
de: Aktuelle Firmware

source: Each time a new version of the QuadStick firmware is built, a build number is assigned to identify that version
de: Jedes Mal wenn eine neue Version der QuadStick- Firmware erstellt wurde, wird die Build-Nummer zugewiesen, um diese Version zu identifizieren

source: Build number:
de: Build-Nummer:

source: During the update process, this program will attempt to backup and restore the game CSV files on the QuadStick.
de: Während des Update-Vorgangs wird dieses Programm versuchen, die CSV-Dateien auf dem QuadStick zu sichern und wiederherzustellen.

source: Available firmware
de: Verfügbare Firmware

source: Download selected Firmware to QuadStick
de: Lade die ausgewählte Firmware auf den QuadStick

source: Voice Control
de: Sprachsteuerung

source: Voice Command Transcript
de: Sprachbefehl-Transkript

source: Currently active voice commands
de: Derzeit aktive Sprachbefehle

source: Voice Files
de: Sprachdateien

source: In Vocola folder
de: Im Vocola Ordner

source: Edit Voice File
de: Sprachdatei bearbeiten

source: Delete game file from folder
de: Datei vom Ordner entfernen

source: Removes a game's VCH file from Vocola folder and adjusts VCL scripts to match
de: Entfernt die VCH-Datei aus dem Vocola-Ordner und passt die VCL-Skripte entsprechend an

source: Vocola - Voice Command Language Files
de: Vocola - Sprachdateien für Sprachbefehle

source: Download to Vocola folder
de: Zum Vocola Ordner hinzufügen

source: Download game VCH file from Quadstick.com and included it in voice commands
de: Lade die VCH-Datei von Quadstick.com herunter und füge sie in Sprachbefehle ein

source: External Pointers
de: Externe Zeiger

source: Settings:
de: Einstellungen:

source: External Pointer Center Dead Zone:
de: Mittlere Todeszone des externen Zeigers:

source: Size of no signal area in center for UltraStik or TrackIR
de: Größe des ohne Signal Bereichs in der Mitte für UltraStik oder TrackIR

source: Mouse Capture Settings:
de: Einstellungen für die Mauserfassung:

source: Absolute position is for Project IRIS FPS Interactor. Motion is for regular mouse or trackball.
de: Die absolute Position gilt für das Projekt IRIS FPS Interactor. Die Bewegung erfolgt mit einer normalen Maus oder einem Trackball.

source: Center X:
de: Mitte X:

source: Set center X to aiming point of Project IRIS FPS Interactor
de: Stelle die Mitte X auf den Zielpunkt des Project IRIS FPS Interactor ein

source: Center Y:
de: Mitte Y:

source: Set center Y to aiming point of Project IRIS FPS Interactor
de: Stelle die Mitte Y auf den Zielpunkt des Project IRIS FPS Interactor ein

source: Width:
de: Breite:

source: Set to width of Project IRIS FPS Interactor
de: Auf die Breite von Project IRIS FPS Interactor einstellen

source: Height:
de: Höhe:

source: Set to height of Project IRIS FPS Interactor
de: Auf die Höhe von Project IRIS FPS Interactor einstellen

source: Controls sensitiviy X of mouse. Default is 100%.
de: Steuert die X Empfindlichkeit der Maus. Der Standardwert ist 100 %.

source: Controls sensitiviy Y of mouse. Default is 100%.
de: Steuert die Y Empfindlichkeit der Maus. Der Standardwert ist 100 %.

source: Capture Mouse Location Press F10 to turn on and off
de: Mauserfassungs-Standort Drücke F10 zum Ein- und Ausschalten

source: Opens a full screen window to capture mouse and relays info to the QuadStick
de: Öffnet ein Vollbildfenster zum Erfassen der Maus und zum Weiterleiten von Informationen an den QuadStick

source: Save Preferences to QuadStick
de: QuadStick Einstellungen speichern

source: Reload Preferences from QuadStick
de: QuadStick Einstellungen neu laden
